<?php

return [
    'required'=>'عفوا هذا الحقل مطلوب',
    'exists'=>'عفوا غير موجودة ',
    'exists1'=>'عفوا هذا القسم غير موجود ',
    'numeric'=>'يجب ان تكون قيمة التوصيل ارقام',
    'numeric1'=>'يجب ان تكون الاقسام ارقام',
    'numeric2'=>'هذا الحقل يجب ان يكون ارقام',///////
    'email'=>'صيغة البريد الالكترونى غير صحيحة',
    'unique'=>'البريد الالكترونى موجود من قبل  ',
    'unique1'=>'القسم موجود من قبل  ',
    'unique2'=>'المنتج موجود من قبل  ',/////////
    'confirmed'=>'كلمة المرور غير متطابقة',
    'min'=>'كلمة المرور يجب ان تكون على الاقل من 8 حروف',
    'nmax'=>'يجب الا يتعدى الاسم 100 حرف ',
    'nmax'=>'يجب الا يتعدى الوصف 1000 حرف ',
    'smax'=>'يجب الا يتعدى الوصف المختصر 500 حرف ',
    'min1'=>'يجب ان تختار واحدة على الاقل',
    'min2'=>'يجب ان يكون السعر 0 على الاقل',////////
    'photo'=>'صيغة الصورة غير مطابقة',
    'choose'=>'نوع القسم غير صحيح',
    'choose1'=>'نوع السعر غير صحيح',//////////
    'date'=>'يجب ان يكون التاريخ Y-m-d',//////////



];
